/*  Display when user enters a valid ip address or name */
"Valid and complete address." = "Endereço válido e completo.";

/* Display when user enters an invalid ip address or name */
"Invalid or incomplete address." = "Endereço inválido ou incompleto";

/* Display when port number entry is incorrect */
"Invalid port number. Port number must be between 1-65535." = "Número de porta inválido. O número de porta deve estar entre 1 e 65535.";

/* Display when address field is empty */
"Enter host name or IP address." = "Digite o nome ou o endereço IP do host";

/*  Display when verifying what the user enters in ip address field */
"Verifying address..." = "Verificando endereço…";

/* */ 
"Unable to determine reachability. [%d, %ld]" = "Impossível determinar o alcance. [%d, %ld]";
